name: "compat_sparse_mat"
backend: "compat_sparse_mat"
max_batch_size: 64
input [
  {
    name: "INPUT0"
    data_type: TYPE_FP32
    dims: [ -1 ]
  }
]
output [
  {
    name: "OUTPUT0"
    data_type: TYPE_FP32
    dims: [ 1 ]
  }
]
instance_group [
  {
    count: 2
    kind: KIND_CPU
  }
]
dynamic_batching {
  preferred_batch_size:[2, 4, 8, 16,32,64]
  max_queue_delay_microseconds:100
}
